<?php  
include("includes/includedFiles.php");
?>


<div class="entityInfo donate">
    <div class="centerSection donate">
		<div class="userInfo donate">
        <h1>Помогите нашему проекту существовать и дальше</h1>
            <p>
                На нашем сайте отсутствует какая-либо монетизация либо реклама, поэтому его разработка и поддержка возможны лишь благодаря тем, кто делает пожертвования. Финансово поддерживая наш проект, вы вносите свой вклад в развитие open-source технологий, а также помогаете сервису существовать без добавления рекламы и premium-подписки. Хоть сервис и разрабатывается энтузистами open-source сообщества, за обслуживание сервера все еще нужно платить. Все пожертвованные средства идут на обслуживание сервера и его оборудование, чтобы проект мог продолжать функционировать и развиваться.
            </p>

            <div class="buttonItems donate">
                <button class="button" onclick="openPage('makeDonation.php')">Сделать пожертвование</button>
            </div>

            <p>
                Также если у вас есть желание поучавствовать в разработке, наш репозиторий всегда открыт для ваших pull реквестов. Наш проект распространеятся по модели Open-Source, и мы всегда рады привествовать желающих присоединиться к разработке. Проект разрабатывается
            </p>

            <div class="buttonItems donate">
                <button class="button" onclick="openPage('makeDonation.php')">Наш Github</button>
            </div>

            
		</div>
	</div>
            
    
</div>